#Задание:
#Сохраните в переменную square строку, которая выводит на экран прямоугольник 4 х 4, сформированный из звездочек, разделенных пробелом. В каждой строке пробелы допускаются только между символами *, в начале или конце строки пробелы не нужны. В конце последней строки также не должно быть никаких лишних символов или переноса строки. Последним символом строки должен быть символ *.
#print(square)

square="* * * *\n* * * *\n* * * *\n* * * *"
print(square)